Repository: Nokse22/high-tide
Catalog: po/*.po
Languages: de, de_ch, es, nl, pl

# shortcut window
source: General
de: Allgemein
nl: Algemeen
pl: Ogólne

# shortcut window
source: Show Shortcuts
de: Tastenkürzel anzeigen
es: Mostrar atajos
nl: Sneltoetsen tonen
pl: Pokaż Skróty

# shortcut window
source: Edit preferences
de: Einstellungen bearbeiten
es: Editar preferencias
nl: Voorkeuren aanpassen
pl: Zmiana perferencji

# shortcut window
source: Quit
de: Beenden
es: Salir
nl: Afsluiten
pl: Zakończ

source: Title
de: Titel
de_ch: Titu
es: Título
nl: Titel
pl: Tytuł

source: Go to track radio
de: Zum Titel Radio gehen
de_ch: Zum Songradio
es: Ver radio de la canción
nl: Ga naar radiostation
pl: Idź do radia utworu

source: Play next
de: Weiter abspielen
de_ch: Als nächsts abspiele
es: Siguiente
nl: Volgend nummer afspelen
pl: Odtwarzaj jako następny

source: Add to my collection
de: Zu meiner Sammlung hinzufügen
de_ch: Zu mire Sammlig hinzuefüege
es: Agregar a Mi colección
nl: Toevoegen aan collectie
pl: Dodaj do kolekcji

source: Add to queue
de: Zur Warteschlange hinzufügen
de_ch: Zur Warteschlange hinzuefüege
es: Agregar a la cola
nl: Toevoegen aan wachtrij
pl: Dodaj do kolejki

source: Log In
de: Einloggen
de_ch: Iilogge
es: Iniciar sesión
nl: Inloggen
pl: Zaloguj

source: Go to this website and login with your account, if it asks for a code insert the code provided below.
de: Gehen Sie auf diese Website und melden Sie sich mit Ihrem Konto an. Wenn Sie nach einem Code gefragt werden, geben Sie den unten angegebenen Code ein.
de_ch: Gang uf die Website und log dich mit dim Konto iih, falls d Website dich nach em ne Code fragt, gib de folgendi Code iih.
es: Debe navegar a éste sitio e iniciar sesión con tu cuenta, si solicita un código, ingresar el código mencionado abajo.
nl: Ga naar deze website en log in op je account. Voer vervolgens onderstaande code in.
pl: Wejdź na tę stronę i zaloguj się na swoje konto, jeśli poprosi o kod, wpisz kod podany poniżej.

source: Playlist Name
de: Name der Wiedergabeliste
de_ch: Name vor Playlischte
es: Título de playlist
nl: Afspeellijstnaam
pl: Tytuł playlisty

source: Playlist Description
de: Beschreibung der Wiedergabeliste
de_ch: Beschriibig vor Playlischte
es: Descripción de playlist
nl: Afspeellijstbeschrijving
pl: Opis playlisty

source: Create
de: Erstellen
de_ch: Erstelle
es: Crear
nl: Maken
pl: Stwórz

source: Audio
nl: Geluidskwaliteit
pl: Dźwięk

source: Low 96k
de: Niedrig 96k
es: Baja 96k
nl: Laag (96k)
pl: Niska 96k

source: High 320k
de: Hoch 320k
es: Alta 320k
nl: Hoog (320k)
pl: Wysoka 320k

source: Lossless
nl: Zonder kwaliteitsverlies

source: Hi-res Lossless
nl: Hi-res zonder kwaliteitsverlies

source: Quality
de: Qualität
de_ch: Qualität
es: Calidad
nl: Kwaliteit
pl: Jakość

source: Automatic
de: Automatisch
es: Automático
nl: Automatisch
pl: Automatyczne

source: Preferred Audio Sink
de: Bevorzugte Audio Ausgabe
de_ch: Bevorzugts Uusgabegrät
es: Salida de audio preferida
nl: Voorkeursgeluidssysteem
pl: Preferowane wyjście dźwięku

source: Gapless playback is disabled for the native Pipewire Sink due to a bug. Use 'Automatic' for gapless playback.
de: Lückenlose Wiedergabe ist deaktiviert für die native Pipewire Ausgabe aufgrund eines Bugs. Für Lückenlose Wiedergabe nutze 'Automatisch'.
es: La reproducción sin interrupciones esta deshabilitada para la salida de audio Pipewire debido a un problema. Usar 'Automático' para la reproducción sin interrupciones.
nl: Naadloze overgangen zijn wegens een bug uitgeschakeld voor het Pipewire-systeem. Gebruik de instelling ‘automatisch’.
pl: Odtwarzanie bez przerw (gapless) jest wyłączone dla natywnego wyjścia PipeWire z powodu błędu. Użyj opcji ‘Automatyczne’, aby włączyć odtwarzanie bez przerw.

source: ALSA Device
de: ALSA Audio Gerät
es: Dispositivo ALSA
nl: ALSA-apparaat
pl: Urządzenie ALSA

source: Device used for exclusive ALSA access
de: Gerät für exklusiven ALSA-Zugriff
es: Dispositivo usado exclusivamente para uso de ALSA
nl: Het apparaat dat ALSA-toegang dient te krijgen
pl: Urządzenie wykorzystywane do trybu wyłącznego w ALSA

source: Normalize volume
de: Lautstärke normalisieren
de_ch: Luutstärchi normalisiere
es: Normalizar el volumen
nl: Volumeniveau normaliseren
pl: Normalizacja głośności

source: App
nl: Toepassing
pl: Aplikacja

source: Run in the background
de: Im Hintergrund ausführen
de_ch: Im Hingergrund la laufe
es: Ejecutar en segundo plano
nl: Uitvoeren op achtergrond
pl: Działanie w tle

source: Use quadratic volume control
de: Quadratische Lautstärkeregelung verwenden
de_ch: Quadratischi Luutstärchiregelig aktiviere
es: Usar control de volumen cuadrático
nl: Kwadratische volumeregeling gebruiken
pl: Kwadratowa kontrola głośności

source: Display animated covers
de: Animierte Cover anzeigen
es: Mostrar portadas animadas
nl: Hoezen voorzien van animaties
pl: Wyświetlanie animowanych okładek

source: Enable Discord Rich Presence
de: Discord Rich Presence aktivieren
es: Habilitar la actualización de presencia en Discord Rich
nl: Discord-integratie inschakelen
pl: Włączenie aktywności na Discordzie

source: Search...
de: Suchen...
de_ch: Sueche...
es: Buscar...
nl: Zoeken…
pl: Wyszukaj...

source: We Changed App ID
de: Wir haben die App-ID geändert
es: Cambiamos la App ID
nl: De toepassingsid is gewijzigd
pl: Zmieniliśmy App ID

source: We had to change the app ID for High Tide, if you had it installed before as Flatpak make sure to remove the old version with this command:
de: Wir mussten die App-ID für High Tide ändern, wenn ihr es vorher als Flatpak installiert hattet, stellt sicher, dass ihr die alte Version mit diesem Befehl entfernt:
es: Tuvimos que cambiar la App ID de High Tide, si la tenias instalada anteriormente como Flatpak asegurate de eliminar la versión antigua con este comando:
nl: We waren genoodzaakt de toepassingsid te wijzigen. Als je de flatpakversie geïnstalleerd hebt, verwijder dan de oude versie met behulp van deze opdracht:
pl: Musieliśmy zmienić app ID aplikacji High Tide, jeśli instalowałeś ją wcześniej jako Flatpak upewnij się aby usunąć starą wersję komendą:

source: I understood
de: Ich habe verstanden
es: Yo entendí
nl: Ik begrijp het
pl: Zrozumiałem

source: Play/Pause
de: Wiedergabe/Pause
de_ch: Spiele/Pausiere
es: Reproducir/Pausar
nl: Afspelen/Pauzeren
pl: Odtwarzaj/Pauza

source: Skip Forward
de: Vorwärts springen
de_ch: Nächsts Lied
es: Saltar hacia adelante
nl: Vooruitspoelen
pl: Następny

source: Loading...
de: Lädt...
de_ch: Lade...
es: Cargando...
nl: Bezig met laden…
pl: Ładowanie...

source: Home
de: Startseite
de_ch: Startsiitä
es: Inicio
nl: Startscherm
pl: Strona Główna

source: Explore
de: Erkunden
de_ch: Entdeckä
es: Explorar
nl: Verkennen
pl: Eksploruj

source: Collection
de: Sammlung
de_ch: Sammlig
es: Colección
nl: Collectie
pl: Kolekcja

source: No Song
de: Kein Lied
de_ch: Kei Song
es: Sin canción
nl: Geen nummer
pl: Brak piosenki

source: Nobody
de: Niemand
de_ch: Niemert
es: Nadie
nl: Niemand
pl: Nikt

source: Add/Remove from favorites
de: Zu den Favoriten hinzufügen/entfernen
de_ch: Favorisiere / Entfavorisiere
es: Agregar/Eliminar de favoritos
nl: Toevoegen aan/Verwijderen uit favorieten
pl: Dodaj/usuń z ulubionych

source: Go to album
de: Zum Album gehen
de_ch: Zum Album
es: Ir al álbum
nl: Ga naar album
pl: idź do albumu

source: Copy Share Link
de: Link zum Teilen kopieren
de_ch: Teilbarä Link kopierä
es: Copiar la liga para compartir
nl: Deellink kopiëren
pl: Kopiuj link do udostępniania

source: Toggle Shuffle
de: Zufallswiedergabe umschalten
de_ch: Zuefallsmodus ii/uusschalte
es: Alternar modo aleatorio
nl: Willekeurig aan/uit
pl: Losowo

source: Skip Backward
de: Rückwärts springen
de_ch: Vorhärigs Lied
es: Saltar hacia atrás
nl: Terugspoelen
pl: Poprzedni

source: Player
de: Musikplayer
es: Reproductor
nl: Speler
pl: Odtwarzacz

source: Lyrics
de_ch: Songtext
es: Letras
nl: Songtekst
pl: Tekst utworu

source: Queue
de: Warteschlange
de_ch: Warteschlange
es: Cola
nl: Wachtrij
pl: Kolejka

source: Radio
nl: Radiostation

source: Copy Share URL
de: URL zum Teilen kopieren
de_ch: Teilbarä Link kopierä
es: Copiar la url para compartir
nl: Deellink kopiëren
pl: Kopiuj link do udostępniania

source: Main Menu
de: Hauptmenü
de_ch: Hauptmenü
es: Menú principal
nl: Hoofdmenu
pl: Menu główne

source: Logout
de: Abmelden
de_ch: Uslogge
es: Cerrar sesión
nl: Uitloggen
pl: Wyloguj

source: _Preferences
de: Einstellungen
de_ch: _Iistellige
es: _Preferencias
nl: _Voorkeuren
pl: Preferencje

source: _Keyboard Shortcuts
de: Tastaturkürzel
de_ch: _Tastatur Chürzel
es: _Atajos de teclado
nl: _Sneltoetsen
pl: Skróty klawiszowe

source: _About High Tide
de: Über High Tide
de_ch: _Über High Tide
es: _Acerca de High Tide
nl: _Over High Tide
pl: O programie

source: _Quit
de: Beenden
de_ch: _Schliesse
es: _Salir
nl: A_fsluiten
pl: Zamknij

source: Copy share url
de: URL zum Teilen kopieren
de_ch: Teilbarä Link kopierä
es: Copiar la url para compartir
nl: Deellink kopiëren
pl: Kopiuj link do udostępniania

source: Add to a playlist
de: Zu einer Wiedergabeliste hinzufügen
de_ch: Zur Playliste hinzuefüege
es: Añadir a playlist
nl: Toevoegen aan afspeellijst
pl: Dodaj do playlisty

source: No Lyrics
de: Keine Lyrics
de_ch: Kei Songtext
es: Sin letras
nl: Geen songtekst
pl: Brak tekstu piosenki

source: Lyrics are not available for this song
de: Für dieses Lied ist kein Text verfügbar
de_ch: Dr Songtext isch für das Lied nid verfüegbar
es: No hay letra disponible para esta canción
nl: Er is geen songtekst beschikbaar
pl: Tekst nie jest dostępny dla tej piosenki

source: Played Songs
de: Gespielte Lieder
de_ch: Gspielti Lieder
es: Canciones reproducidas
nl: Afgespeelde nummers
pl: Odtworzone utwory

source: Next Songs
de: Nächste Lieder
de_ch: Nächsti Lieder
es: Próximas canciones
nl: Volgende nummers
pl: Następne utwory

source: Top Hit
de_ch: Top Lieder
es: Mejor éxito
nl: Beste resultaat
pl: Top Hity

source: Third party unofficial TIDAL music client. Listen to your favorite music from your desktop or mobile Linux device at the highest quality.
de: Inoffizieller TIDAL-Musikclient eines Drittanbieters. Hören Sie Ihre Lieblingsmusik von Ihrem Desktop oder mobilen Linux-Gerät in höchster Qualität.
de_ch: Unoffizielle TIDAL musig client vomne Drittabieter. Los dini Lieblingsmusig vo dim Linux PC oder Handy i dr höchschte Qualität.
es: Cliente de música TIDAL no oficial de terceros. Escucha tu música favorita desde tu computadora o dispositivo móvil Linux con la máxima calidad.
nl: Een onofficiële TIDAL-muziekspeler. Luister naar je favoriete muziek vanaf Linux in de hoogste kwaliteit, of dat nu op je desktop is of je mobiel.
pl: Nieoficjalny klient TIDAL. Słuchaj ulubionej muzyki na komputerze lub urządzeniu mobilnym z Linuxem w najwyższej jakości.

source: High Tide in a large window format playing the `Song 2` by Blur
de: High Tide in einem großen Fensterformat, das das Lied `Song 2` von Blur spielt
es: High Tide en una ventana grande reproduciendo la canción 'Song 2' de Blur
nl: High Tide in een groot venster, met `Song 2` van Blur
pl: High Tide w trybie dużego okna, odtwarzający 'Song 2' zespołu Blur

source: High Tide in a large window format playing `Sultan Of Swing` by Dire Straits
de: High Tide in einem großen Fensterformat, das das Lied `Sultans Of Swing` von Dire Straits spielt
es: High Tide en una ventana grande reproduciendo la canción 'Sultan Of Swing' de Dire Straits
nl: High Tide in een groot venster, met `Sultans of Swing` van Dire Straits
pl: High Tide w trybie dużego okna, odtwarzający `Sultan Of Swing` zespołu Dire Straits

source: High Tide in a small window format playing `Elenore` by The Turtles and showing the queue
de: High Tide in einem kleinen Fensterformat spielt `Elenore` von The Turtles
es: High Tide en una ventana pequeña reproduciendo la canción 'Elenore' de The Turtles y mostrando la cola
nl: High Tide in een klein venster, met `Elenore` van The Turtles en de afspeelwachtrij
pl: High Tide w trybie mobilnym, odtwarzający `Elenore` zespołu The Turtles oraz kolejkę utworów

source: High Tide in a small window format playing `Light My Fire` by The Doors
de: High Tide in einem kleinen Fensterformat spielt `Light My Fire` von The Doors
es: High Tide en una ventana pequeña reproduciendo la canción 'Light My Fire' de The Doors
nl: High Tide in een klein venster, met `Light My Fire` van The Doors
pl: High Tide w trybie mobilnym, odtwarzający `Light My Fire` zespołu The Doors

source: Unknown
de: Unbekannt
de_ch: Unbekannt
es: Desconocido
nl: Onbekend
pl: Nieznane

source: {} tracks ({})
de: {} Titel ({})
de_ch: {} Lieder ({})
es: {} canciones ({})
nl: {} nummers ({})
pl: {} utwory ({})

source: Artist
de: Künstler
de_ch: Künstler
es: Artista
nl: Artiest
pl: Twórca

source: Top Tracks
de_ch: Top Lieder
es: Canciones más populares
nl: Topnummers
pl: Top utwory

source: EP & Singles
es: EPs y sencillos
nl: Ep's en singles
pl: EPki i Single

source: Appears On
de: Erscheint am
de_ch: Chunnt vor in
es: Aparece en
nl: Als gastmuzikant op
pl: Pojawia się w

source: Similar Artists
de: Ähnliche Künstler
de_ch: Ähnlichi Künstler
es: Artistas similares
nl: Vergelijkbare artiesten
pl: Podobni Twórcy

source: Bio
de_ch: Biografie
nl: Biografie
pl: Biografia

source: My Mixes and Radios
de: Meine Mixe und Radios
de_ch: Mini Mixes und Radios
es: Mis mezclas y Radios
nl: Mijn mixen en radio's
pl: Moje miksy oraz radia

source: Playlists
de: Wiedergabelisten
de_ch: Playlischte
nl: Afspeellijsten
pl: Playlisty

source: Tracks
de: Titel
de_ch: Lieder
es: Canciones
nl: Nummers
pl: Utwory

source: Artists
de: Künstler
de_ch: Künstler
es: Artistas
nl: Artiesten
pl: Twórcy

source: Login
de: Anmeldung
de_ch: Iilogge
es: Iniciar sesión
nl: Inloggen
pl: Zaloguj się

source: Login first
de: Erst anmelden
de_ch: Zersch Iilogge
es: Es necesario iniciar sesión
nl: Log in
pl: Najpierw się zaloguj

source: To be able to use this app, you need to login with your TIDAL account.
de: Um diese App nutzen zu können, müssen Sie sich mit Ihrem TIDAL-Konto anmelden.
es: Debes iniciar sesión con tu cuenta TIDAL para poder utilizar esta aplicaición.
nl: Log in op je TIDAL-account om deze toepassing te kunnen gebruiken.
pl: Aby móc używać tej aplikacji, musisz zalogować się swoim kontem TIDAL

source: by {}
de: von {}
de_ch: vo {}
es: por {}
nl: van {}
pl: od {}

source: Track by {}
de: Titel von {}
de_ch: Lied vo {}
es: Canción por {}
nl: Nummer van {}
pl: Utwór od {}

source: By {}
de: Von {}
de_ch: Vo {}
es: Por {}
nl: Van {}
pl: Od {}

source: Track
de: Titel
de_ch: Lied
es: Canción
nl: Nummer
pl: Utwór

source: Donate with Ko-Fi
de: Mit Ko-Fi spenden
de_ch: Mit Ko-Fi spände
es: Donar con Ko-Fi
nl: Doneren via Ko-Fi
pl: Przekaż darowiznę przez Ko-Fi

source: Donate with Github
de: Mit Github spenden
de_ch: Mit GitHub spände
es: Donar con Github
nl: Doneren via GitHub
pl: Przekaż darowiznę przez Github

source: Playing Music
de: Spielt Musik ab
de_ch: Spielt Musig
es: Reproduciendo música
nl: Muziek aan het afspelen
pl: Odtwarzanie Muzyki

source: Default
de: Standard
es: Por defecto
nl: Standaard
pl: Domyślne

source: Successfully added to my collection
de: Erfolgreich zu meiner Sammlung hinzugefügt
es: Agregado correctamente a mi colección
nl: Toegevoegd aan collectie
pl: Dodanie elementu do mojej kolekcji powiodło się

source: Failed to add item to my collection
de: Fehler beim Hinzufügen zu meiner Sammlung
es: No se pudo agregar el elemento a mi colección
nl: Het toevoegen is mislukt
pl: Dodanie elementu do mojej kolekcji nie powiodło się

source: Successfully removed from my collection
de: Erfolgreich aus meiner Sammlung entfernt
es: Eliminado correctamente de mi colección
nl: Verwijderd uit collectie
pl: Usunięcie elementu z mojej kolekcji powiodło się

source: Failed to remove item from my collection
de: Fehler beim Entfernen aus meiner Sammlung
es: No se pudo eliminar el elemento a mi colección
nl: Het verwijderen is mislukt
pl: Usunięcie elementu z mojej kolekcji nie powiodło się

source: Copied share URL in the clipboard
de: URL zum Teilen in die Zwischenablage kopiert
es: Copiar la url para compartir al portapapeles
nl: De deel-url is gekopieerd naar het klembord
pl: Skopiowano link udostępniania do schowka

source: ALSA Audio Device is not available
de: ALSA Audio Gerät ist nicht verfügbar
es: No esta disponible el dispositivo ALSA
nl: Het ALSA-apparaat is niet beschikbaar
pl: Urządzenie Audio ALSA nie dostępne

source: TIDAL client
es: Cliente TIDAL
pl: Klient TIDAL

source: Albums
de: Alben
de_ch: Albe
es: Álbumes
pl: Albumy

source: Album
es: Álbum

source: Mix
es: Mezcla

source: High Tide in a large window format playing the album Dreams by Fleetwood Mac
de_ch: High Tide spielt ds Album Dreams vo Fleetwood Mac imne grosse Fänster

source: High Tide in a small window format playing Let It Happen by Tame Impala
de_ch: High Tide spielt Let It Happen vo Tame Impala imne chliine Fänster

source: Radio of {}
de_ch: Radio vo {}

source: More
de_ch: Meh

source: To be able to use this app you need to login with your TIDAL account.
de_ch: Dermit me das Programm cha bruuche, muesch du dich zersch mit dim TIDAL Konto aamälde.
